<!DOCTYPE html>

<html lang="de">



<head>
    <link rel="shortcut icon" href="favicon.ico" type="image/x-icon">
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Kunst Galerie "ART"</title>
    <link rel="stylesheet" href="css/style.css">
    <link rel="stylesheet" href="css/querie.css">
    <link rel="stylesheet" href="css/footer.css">
    <script type="module" src="js/app.js"></script>
</head>


<body>
  <div class="scroll-buttons">
    <a href="#top" class="scroll-button" title="Nach oben">⬆️</a>
    <a href="#bottom" class="scroll-button" title="Nach unten">⬇️</a>
</div>
<div id="top" style="position: absolute; top: 0;"></div>
<div id="bottom" style="position: absolute; bottom: 0; width: 100%;"></div>
    <div class="wrapper">
        <header>
            <nav class="top-nav">
                <label class="switch-label" for="check">Menu</label>
                <input type="checkbox" id="check">

                <div class="nav-wrapper">
                    <div><a href="index.html" class="aktiv">HOME</a></div>
                    <div><a href="geschichte.html">Geschichte</a></div>
                    <div><a href="veranstaltungen.html">Veranstaltungen</a></div>
                    <div><a href="archiv.html">Archiv</a></div>
                    <div><a href="about.html">About</a></div>
                    <div><a href="kontakt.html">Kontakt</a></div>
                    <div><a href="anfahrt.html">Anfahrt</a></div>
                </div>
            </nav>
        </header>
        <main>
        <div class="agb">
            <h2>1. Vertragsschluss</h2>
            <p>1.1. Die Darstellung der Dienste hinsichtlich Funktionalit&auml;t und Preis auf den Internetseiten von Galerie Weihenstein stellt kein rechtlich bindendes Angebot, sondern eine unverbindlichen Buchungsofferte dar. Durch Anklicken des Buttons &bdquo;Kaufen&ldquo;/&ldquo;zahlungspflichtig buchen&ldquo; wird eine verbindliche Buchung zu den genannten Bedingungen und Konditionen abgegeben. Die Best&auml;tigung des Eingangs der Buchung folgt automatisiert unmittelbar nach dem Absenden der Buchung und stellt noch keine Vertragsannahme dar. Die Annahme erfolgt konkludent durch Vornahme der ersten Erf&uuml;llungshandlung. Soweit sich Galerie Weihenstein zur Erf&uuml;llung seiner Leistungsverpflichtung Dritter bedient, werden diese nicht Vertragspartner der Kunden. Galerie Weihenstein ist berechtigt den Vertragsabschluss ohne Angabe von Gr&uuml;nden zu verweigern. Der Vertragstext wird nach Vertragsschluss gespeichert und kann im Kundenkonto abgerufen werden.</p>
            <p>1.2. Kunden k&ouml;nnen zus&auml;tzliche Add-Ons und Module, z. B. weitere Benutzer, Mahnungsstufen, Inventar, weiterer Briefpapiere oder Zeiterfassung zum bestehenden Tarif hinzubuchen. Das Hinzubuchen von Add-Ons und Modulen erweitert den Leistungsumfang des bisher gebuchten Tarifs. Insoweit gelten daf&uuml;r die Bestimmungen des Vertrags.</p>
            <p>1.3. Kunden k&ouml;nnen jederzeit in einen h&ouml;herwertigen Tarif wechseln (z.B. mit mehr Rechnungsvolumen oder Funktionsumfang). Im Zeitpunkt des Wechsels beginnt die Mindestvertragslaufzeit des Vertrags mit h&ouml;herwertigen Tarif zu laufen; die bereits bezahlten Betr&auml;ge f&uuml;r die Restlaufzeit des bisherigen Vertrags mit geringwertigeren Tarif werden angerechnet.</p>
            <p>1.4. Kunden haben mitunter auch die M&ouml;glichkeit, zus&auml;tzlich auf Leistungen von Drittanbietern zuzugreifen. Hierzu werden sie regelm&auml;&szlig;ig auf Server dieser Drittanbieter umgeleitet. Sollten f&uuml;r die Leistungen der Drittanbieter zus&auml;tzliche Kosten entstehen, werden die Kunden durch entsprechende Hinweise hierauf hingewiesen. Im &Uuml;brigen gelten soweit vorhanden die Allgemeinen Gesch&auml;ftsbedingungen und datenschutzrechtlichen Erkl&auml;rungen des Drittanbieters.</p>
            <p>1.5. Soweit auf den Internetseiten von Galerie Weihenstein Rabatte und Sonderkonditionen ausgelobt werden, gelten diese nur f&uuml;r erstmalige Buchungen von Neukunden innerhalb des Aktionszeitraumes f&uuml;r die Mindestvertragslaufzeit. Im Falle einer Vertragsverl&auml;ngerung gelten dann die zum Zeitpunkt der Vertragsverl&auml;ngerung geltenden regul&auml;ren Preise.</p>
            <p>1.6. Rabatte und Sonderkonditionen der Internetseiten von Galerie Weihenstein gelten ausdr&uuml;cklich nicht f&uuml;r Buchungen, die mittels so genannter mobiler Apps von Smartphones, Tablets oder &auml;hnlicher Mobil-Devices erfolgen. Die f&uuml;r die Buchung &uuml;ber die vorgenannten Mobil-Devices geltenden Preise und Konditionen werden innerhalb der Apps angezeigt.</p>
            <h2>2. Testphase</h2>
            <p>Sofern eine Testphase einger&auml;umt wird (z. B. &Uuml;berzeuge dich 14 Tage kostenlos von Galerie Weihenstein...), k&ouml;nnen Kunden bei erstmaliger Buchung die Dienste ausgiebig auf ihre Geeignetheit testen; Drittanbieterleistungen sind ggf. von der Testphase ausgeschlossen.</p>
            <h2>3. Vertragsgegenstand | Leistungsumfang</h2>
            <p>3.1. Galerie Weihenstein bietet seine Dienste in verschiedenen Tarifen mit unterschiedlichen Leistungsumf&auml;ngen und Optionen (Add-Ons und Module) zur Unterst&uuml;tzung von buchhalterischen Gesch&auml;ftsprozessen an und stellt diese zur Nutzung ausschlie&szlig;lich &uuml;ber eigene Server / das Internet bereit (Software as a Service = SaaS). Der konkrete Funktionsumfang der Dienste sowie die Anforderungen an die Hardware- und Softwareumgebung, die f&uuml;r die ordnungsgem&auml;&szlig;e Nutzung erf&uuml;llt sein m&uuml;ssen, ergeben sich aus dem jeweiligen Angebot.</p>
            <p>Das Recht einer Modifizierung der Dienste und Leistungsumf&auml;nge beh&auml;lt sich Galerie Weihenstein ausdr&uuml;cklich vor. Vertragsrelevante, erhebliche &Auml;nderungen werden sp&auml;testens vier Wochen vor ihrem Wirksamwerden per E-Mail auf die im Kundenkonto hinterlegte E-Mail-Adresse oder aber im angemeldeten Zustand mittels Dialogfenstern z. B. (Modal oder Pop-up) angek&uuml;ndigt. Kunden k&ouml;nnen nachteiligen &Auml;nderungen mit einer Frist von 14 Tagen ab Zugang der &Auml;nderungsmitteilung per E-Mail oder in Textform widersprechen. Unwidersprochen werden die &Auml;nderungen Bestandteil des Vertrages. In der &Auml;nderungsmitteilung wird auf die Folgen des Widerspruchs entsprechend hingewiesen. Im Falle des fristgerechten Widerspruchs ist Galerie Weihenstein berechtigt, den Vertrag mit einer Frist von einem Monat zum Ende des Kalendermonats per E-Mail bzw. Textform zu k&uuml;ndigen.</p>
            <p>Werden Dienste oder Add-Ons/Module kostenlos bereitgestellt, so ist Galerie Weihenstein jederzeit berechtigt, diese fristlos und ohne Vorank&uuml;ndigung wieder einzustellen. Ein Minderungs-, Erstattungs- oder Schadensersatzanspruch entsteht dadurch nicht .</p>
            <p>Bei einer grundlegenden &Auml;nderung der rechtlichen oder technischen Standards ist Galerie Weihenstein berechtigt, au&szlig;erordentlich zu k&uuml;ndigen, wenn es durch die &Auml;nderung f&uuml;r Galerie Weihenstein unzumutbar wird, die Dienste ganz oder teilweise im Rahmen des Vertragszwecks zu erbringen.</p>
            <p>3.2. Als Bestandteil der Leistungsverpflichtung wird auch Speicherplatz auf zentralen Servern von Galerie Weihenstein zur Verf&uuml;gung gestellt, auf den die erzeugten und verarbeiteten Daten f&uuml;r die Dauer des Vertragsverh&auml;ltnisses gespeichert werden k&ouml;nnen. Die Archivierung der Daten entsprechend den handels- und steuerrechtlichen Aufbewahrungsfristen ist w&auml;hrend der Vertragslaufzeit im Leistungsumfang enthalten. Daten, die gegen gesetzliche Bestimmungen versto&szlig;en oder fremde Schutz- oder Urheberrechte oder sonstige Rechte Dritter verletzen, d&uuml;rfen nicht auf den Servern von Galerie Weihenstein gespeichert werden. Des Weiteren ist nur eine Speicherung im &uuml;blichen, zur Nutzung der Dienste erforderlichen Umfang zul&auml;ssig.</p>
            <p>3.3. Leistungs&uuml;bergabepunkt ist der Router-Ausgang des von Galerie Weihenstein genutzten Rechenzentrums zum Internet. F&uuml;r die Anbindung an das Internet, das Bereitstellen oder das Aufrechterhalten der Netzverbindung zum Rechenzentrum sowie das Beschaffen und Bereitstellen von Netzzugangskomponenten f&uuml;r das Internet auf Kundenseite m&uuml;ssen die Kunden selbst Sorge tragen.</p>
            <p>3.4. Die Dienste sind auch au&szlig;erhalb der Servicezeiten verf&uuml;gbar (365 Tage, 24h). Soweit aus dringenden, unaufschiebbaren technischen Gr&uuml;nden ausnahmsweise Wartungsarbeiten w&auml;hrend der Servicezeiten erforderlich werden, mit der Folge, dass die Dienste in dieser Zeit nicht zur Verf&uuml;gung stehen, wird nach M&ouml;glichkeit rechtzeitig vorab mittels E-Mail an die f&uuml;r diese F&auml;lle im Kundenkonto hinterlegte E-Mail-Adresse mitgeteilt.</p>
            <p>Es gelten folgende Servicelevel:</p>
            <ul>
              <li>Servicezeit des Supportpersonals: Mo. - Fr. 08:00 Uhr bis 18:00 Uhr; es gelten die Feiertagsregelungen von Baden- W&uuml;rttemberg</li>
              <li>Wartungszeiten: Geplante Wartungsarbeiten, die eine Unterbrechung des Betriebs erfordern, werden soweit dies technisch m&ouml;glich ist, au&szlig;erhalb der Servicezeit durchgef&uuml;hrt</li>
              <li>Verf&uuml;gbarkeit w&auml;hrend der Servicezeiten: min. 99,9 % im Jahresmittel, wobei geplante oder notwendige Wartungsarbeiten aus der Berechnung der Verf&uuml;gbarkeit ausgenommen sind, soweit sie zuvor angek&uuml;ndigt wurden.</li>
            </ul>
            <p>3.5. Die Analyse und Behebung dokumentierter, reproduzierbarer Fehler erfolgt durch regelm&auml;&szlig;ig geschultes, fachkundiges Personal. Eine Garantie f&uuml;r den Erfolg bei der Fehlerbeseitigung wird nicht &uuml;bernommen. Fehler im Sinne dieser Gesch&auml;ftsbedingungen ist jede von Kunden gemeldete St&ouml;rung, die zur Folge hat, dass die Funktionsf&auml;higkeit von der vereinbarten Soll-Funktionsf&auml;higkeit negativ abweicht und (i) sich dies auf die Gebrauchstauglichkeit von Kernfunktionalit&auml;ten mehr als nur unwesentlich auswirkt oder die Korruption / der Verlust von Daten eintritt, die mit dem Dienst bearbeitet oder von ihm erzeugt werden.</p>
            <p>3.6. Falls eine aufgetretene St&ouml;rung nicht reproduziert werden kann, gilt diese nicht als Fehler. Die Vertragsparteien werden in diesem Fall das weitere Vorgehen gemeinsam abstimmen.</p>
            <p>3.7. Auftretende Fehler sind unverz&uuml;glich mit einer genauen Beschreibung des Problems zu melden. Die Meldung soll nach M&ouml;glichkeit per E-Mail erfolgen. Die pers&ouml;nliche Entgegennahme von Fehlermeldungen erfolgt Mo. - Fr. von 08:00 Uhr bis 18:00 Uhr.</p>
            <p>3.8. Supportleistungen sind nicht geschuldet</p>
            <ul>
              <li>bei Fehlern, die auf unzul&auml;ssigen &Auml;nderungen oder Anpassungen der Dienste beruhen;</li>
              <li>f&uuml;r Fremdsoftware, die auf Kundensystemen eingesetzt wird;</li>
              <li>bei Fehlern, die auf Bedienungsfehlern oder auf unsachgem&auml;&szlig;er oder nicht autorisierter Nutzung der Dienste beruhen;</li>
              <li>bei jeglichen Hardwaredefekten;</li>
              <li>bei Nutzung der Dienste auf anderen als den angegebenen zul&auml;ssigen Hardware- und Betriebssystemumgebungen;</li>
              <li>in Form von Vor-Ort-Eins&auml;tzen von Galerie Weihenstein- Mitarbeitern.</li>
            </ul>
            <h2>4. Mitwirkungsleistungen der Kunden</h2>
            <p>Um die vertragsgegenst&auml;ndlichen Leistungen vollumf&auml;nglich erbringen zu k&ouml;nnen, bedarf es der Mitwirkung der Kunden; die Mitwirkungsleistungen umfassen insbesondere folgende T&auml;tigkeiten:</p>
            <ul>
              <li>bei der Nutzung der Dienste sind alle einschl&auml;gigen Gesetze und sonstige rechtliche Bestimmungen zu beachten. Untersagt ist, Daten oder Inhalte auf Server von Galerie Weihenstein zu &uuml;bertragen, die gegen Rechtsvorschriften versto&szlig;en oder fremde Schutz- oder Urheberrechte oder sonstige Rechte Dritter verletzen;</li>
              <li>bei einer Fehlermeldung sind s&auml;mtliche f&uuml;r die Fehlerbehebung relevanten Informationen (z. B. Dokumentationen, Protokolle) beizuf&uuml;gen;</li>
              <li>Kunden sind verpflichtet, regelm&auml;&szlig;ig an entsprechenden Produktschulungen teilzunehmen oder sich auf andere Weise das notwendige Wissen zur Nutzung der Dienste anzueignen;</li>
              <li>es darf weder eine Software noch d&uuml;rfen andere Techniken oder Verfahren im Zusammenhang mit der Nutzung der Dienste verwendet werden, die geeignet sind, den Betrieb, die Sicherheit und die Verf&uuml;gbarkeit zu beeintr&auml;chtigen; entsprechend d&uuml;rfen nur solche Daten &uuml;bermittelt werden, die frei von Computerviren oder anderem sch&auml;dlichen Code sind;</li>
              <li>bei der Nutzung unserer Schnittstellen (z. B. Abruf von Daten, Versand von Rechnungen) ist darauf zu achten, das diese nur im &uuml;blichen Umfang genutzt werden, bei &uuml;berm&auml;&szlig;iger Nutzung der Schnittstellen behalten wir uns vor, entsprechende Anfragen ohne Vorwarnung zu blockieren.</li>
            </ul>
            <h2>5. Kundenkonto; Zugang zu den Diensten</h2>
            <p>5.1. &Uuml;ber das Kundenkonto innerhalb der Dienste k&ouml;nnen angemeldete Kunden s&auml;mtliche Aktivit&auml;ten (Verwalten von Bestellungen, &Auml;nderungen von Adressen und Zahlungsweisen, Hinzuf&uuml;gen/L&ouml;schen von Nutzern, Kontostand &uuml;berpr&uuml;fen, Rechnungsdownload etc.) selbst ausf&uuml;hren.</p>
            <p>5.2. Die Nutzung der Dienste setzt zwingend eine Registrierung voraus. Die Registrierung einer juristischen Person darf nur von einer vertretungsberechtigten nat&uuml;rlichen Person vorgenommen werden, die namentlich genannt werden muss. Galerie Weihenstein kann Registrierungen ablehnen.</p>
            <p>5.3. Der Zugang der Kunden zum Dienst erfolgt passwortgesch&uuml;tzt. Die Kunden sind verpflichtet, Zugangsdaten und Passw&ouml;rter vertraulich/geheim zu halten und vor Missbrauch durch Dritte zu sch&uuml;tzen. In diesem Zusammenhang wird darauf hingewiesen, dass Galerie Weihenstein-Mitarbeiter nicht berechtigt sind, telefonisch oder schriftlich Passw&ouml;rter abzufragen. Bei der Wahl des Passwortes sollten die allgemein bekannten Regeln beachtet werden (L&auml;nge, Komplexit&auml;t des Passwortes), &Auml;nderungen des Passwortes sind nur online innerhalb des Kundenkontos m&ouml;glich. Kunden haben den Verlust der Zugangsdaten, Passw&ouml;rter oder bei Verdacht der missbr&auml;uchlichen Nutzung dieser Daten unverz&uuml;glich anzuzeigen. Im &Uuml;brigen ist Galerie Weihenstein berechtigt, bei vermuteten Missbrauch den Zugang zum Dienst zu sperren. Kunden haften bei von ihnen zu vertretendem Missbrauch.</p>
            <p>5.4. Soweit der Betrieb, die Sicherheit und die Verf&uuml;gbarkeit der Dienste durch den Kunden beeintr&auml;chtigt wird, ist Galerie Weihenstein berechtigt den Zugang tempor&auml;r oder dauerhaft zu sperren, bis die Beeintr&auml;chtigung behoben ist.</p>
            <h2>6. Zahlungsbedingungen</h2>
            <p>6.1. Als Zahlungsmethoden werden derzeit die Bezahlung per Bankeinzug, PayPal und Kreditkarte angeboten. Rechnungen sind nach F&auml;lligkeit &ndash; im Regelfall mit Zusendung &ndash; zahlbar ohne Abzug. Die Zahlung per Bankeinzug finde im SEPA-Lastschriftverfahren statt. Die Durchf&uuml;hrung der Lastschrift im SEPA-Lastschriftverfahren erfolgt erst nach Zusendung der Rechnung. Die Belastung des Kreditkartenkontos erfolgt mit Abschluss der Buchung bzw. nach Zusendung der Rechnung; dies gilt entsprechend f&uuml;r den Paypal-Einzug Rechnungen und Mahnungen werden maschinell erstellt, sie k&ouml;nnen den Kunden nach Wahl von Galerie Weihenstein direkt im Kundenkonto, per E-Mail oder Brief zugesandt werden. Geb&uuml;hren f&uuml;r Mahnungen und R&uuml;cklastschriften werden bei Verzug in Rechnung gestellt. Die Bereitstellung der Dienste erfolgt zu dem jeweils g&uuml;ltigen Bruttoendpreis (Nettopreis zuz&uuml;glich gesetzlicher Mehrwertsteuer).</p>
            <p>6.2. Soweit Kunden mit der Zahlung f&auml;lliger Rechnungen in Verzug geraten, z. B. weil die in Rechnung gestellten Betr&auml;ge nicht, nicht rechtzeitig oder nicht vollst&auml;ndig von der Kreditkarte oder dem Bankkonto abgebucht werden k&ouml;nnen, kann der Zugriff f&uuml;r die Dauer des Verzugs auf die Dienste gesperrt werden. Nach Erhalt der Zahlung wird der Zugriff auf die Dienste wieder freigegeben.</p>
            <p>6.3. Kunden sind nicht berechtigt, Zahlungen zur&uuml;ckzuhalten, sofern sie nicht aus demselben Vertragsverh&auml;ltnis ein gesetzliches Zur&uuml;ckbehaltungsrecht zusteht. Eine Aufrechnung ist nur zul&auml;ssig, soweit die Forderung, mit der aufgerechnet wird, unbestritten oder rechtskr&auml;ftig festgestellt ist. Kosten f&uuml;r unberechtigte R&uuml;cklastschriften sind von den Kunden zu tragen.</p>
            <p>6.4. Anpassung der Verg&uuml;tung: Galerie Weihenstein ist berechtigt, die vertraglich vereinbarte Verg&uuml;tung f&uuml;r die Dienste, Add-ons und Module erstmals nach Ablauf der Mindestvertragslaufzeit und maximal zweimal im Jahr mit einer Ank&uuml;ndigungsfrist von einem Monat gem&auml;&szlig; der Kostenentwicklung bei Galerie Weihenstein zu erh&ouml;hen. Beispiele f&uuml;r Kostenelemente, die sich auf die Kostenentwicklung bei Galerie Weihenstein auswirken, sind Investitionen in Dienste und Infrastruktur, Kosten f&uuml;r Personal, Dienstleister und Dienstleistungen, Mieten, IT-Systeme, Energie sowie &ouml;ffentlich-rechtliche Abgaben. Galerie Weihenstein kann dar&uuml;berhinausgehende Kostensteigerungen f&uuml;r Vorleistungen Dritter weitergeben, soweit Galerie Weihenstein diese nicht verursacht hat.</p>
            <p>Sobald sich die Verg&uuml;tung um mehr als 10 % &uuml;ber den Verbraucherpreisindex erh&ouml;ht, sind die Kunden berechtigt, mit einer Frist von zwei Wochen nach Zugang des Erh&ouml;hungsverlangens den Vertrag au&szlig;erordentlich zum Zeitpunkt des Wirksamwerdens der Erh&ouml;hung zu k&uuml;ndigen. Bei einer Reduzierung der entsprechenden Kosten k&ouml;nnen Kunden ebenfalls erstmals nach Ablauf der Mindestvertragslaufzeit eine entsprechende Herabsetzung der Verg&uuml;tung verlangen. Die Ank&uuml;ndigung einer Preisanpassung erfolgt per E-Mail an die im Kundenkonto hinterlegte E-Mail-Adresse.</p>
            <p>6.5. Datenweitergabe an Inkassounternehmen: Soweit unsere Zahlungsforderung trotz vorausgegangener Mahnung nicht beglichen wurde, geben wir die Daten von in Verzug befindlichen Kunden im Rahmen der Vertragserf&uuml;llung, Art. 6 Abs. 1 S. 1 lit. b DSGVO, an ein beauftragtes Inkassounternehmen weiter. In diesem Fall wird die Forderung unmittelbar vom Inkassounternehmen eingetrieben, wodurch ggf. weitere Geb&uuml;hren und Kosten entstehen. Die Weitergabe der Daten dient im &uuml;brigen der Wahrung unserer im Rahmen einer Interessensabw&auml;gung &uuml;berwiegenden berechtigten Interessen an einer effektiven Geltendmachung bzw. Durchsetzung unserer Zahlungsforderung gem&auml;&szlig; Art. 6 Abs. 1 S. 1 lit. f DSGVO.</p>
            <h2>7. Rechte bei M&auml;ngeln</h2>
            <p>7.1. Wird der in Ziffer 3.4 aufgef&uuml;hrte Service-Level (Verf&uuml;gbarkeit w&auml;hrend der Betriebszeit) f&uuml;r die Dauer von drei (3) aufeinanderfolgenden Kalendermonaten oder von drei (3) Kalendermonaten innerhalb eines Zeitraums von sechs (6) Kalendermonaten unterschritten und haben wir dies zu vertreten, so sind die Kunden berechtigt, den Vertrag ohne Einhaltung einer Frist zu k&uuml;ndigen und Schadensersatz statt der Leistung zu verlangen.</p>
            <p>7.2. In anderen F&auml;llen nicht vertragsgem&auml;&szlig;er Leistung sind wir zur Nacherf&uuml;llung berechtigt und verpflichtet. Falls die Nacherf&uuml;llung nicht innerhalb angemessener Frist erfolgt, kann eine angemessene Nachfrist mit Ablehnungsandrohung gesetzt werden. Nach erfolglosem Ablauf dieser Frist stehen die gesetzlichen Rechtsbehelfe zur Verf&uuml;gung.</p>
            <p>7.3. Die Verj&auml;hrungsfrist f&uuml;r Rechte bei M&auml;ngeln betr&auml;gt zw&ouml;lf (12) Monate.</p>
            <h2>8. K&uuml;ndigung | Beendigung | Folgen der Beendigung</h2>
            <p>8.1. Bei einem Vertrag mit Mindestnutzungsdauer verl&auml;ngert sich die Vertragslaufzeit nach Ablauf der Mindestnutzungsdauer automatisch um die jeweilige Mindestnutzungsdauer, l&auml;ngstenfalls um zwei (2) Jahre, wenn er nicht rechtzeitig innerhalb der vereinbarten K&uuml;ndigungsfrist von zwei (2) Wochen gek&uuml;ndigt wird. Add-ons und Module von Galerie Weihenstein k&ouml;nnen monatlich mit einer Frist von zwei (2) Wochen gek&uuml;ndigt werden. F&uuml;r die Rechtzeitigkeit der K&uuml;ndigungserkl&auml;rung wird auf den Zugang bei Galerie Weihenstein abgestellt.</p>
            <p>8.2. Im Falle der K&uuml;ndigung eines Vertrags mit vereinbarter K&uuml;ndigungsfrist oder Mindestnutzungsdauer haben die Kunden bis zum Ende der vertraglichen Restlaufzeit weiterhin Anspruch auf die vertraglich vereinbarten Leistungen.</p>
            <p>8.3. Jede K&uuml;ndigung ist im Kundenkonto (online) vorzunehmen. Dar&uuml;ber hinaus kann eine K&uuml;ndigung auch per E-Mail oder in Textform erfolgen. Eine wirksame K&uuml;ndigung per E-Mail muss zwingend an die E-Mail-Adresse support@Galerie Weihenstein.de erfolgen. Die Nichtnutzung von Diensten gilt nicht als K&uuml;ndigung.</p>
            <p>8.4. Das Recht beider Parteien zur K&uuml;ndigung aus wichtigem Grund bleibt unber&uuml;hrt. Galerie Weihenstein ist insbesondere berechtigt, einen Vertrag ohne Einhaltung einer Frist au&szlig;erordentlich zu k&uuml;ndigen, wenn</p>
            <ul>
              <li>die Kunden mit der Bezahlung eines Betrags f&uuml;r einen Zeitraum von mehr als zwei Monaten in Verzug sind, der mindestens dem vereinbarten Entgelt f&uuml;r die Nutzung f&uuml;r den Zeitraum von zwei Monaten entspricht</li>
              <li>&uuml;ber das Verm&ouml;gen der Kunden das Insolvenzverfahren oder ein anderes der Schuldenregulierung dienendes gerichtliches oder au&szlig;ergerichtliches Verfahren eingeleitet ist oder wird</li>
              <li>das Benutzerkonto &uuml;bertragen oder die Zugangsdaten zur SaaS-L&ouml;sung ohne vorherige Zustimmung von Galerie Weihenstein Dritten zug&auml;nglich gemacht wurden</li>
              <li>die Kunden ihre Verpflichtungen aus dem Vertrag im &Uuml;brigen verletzt haben und trotz Fristsetzung mit Ablehnungsandrohung die Vertragsverletzung nicht einstellen oder Ma&szlig;nahmen nachweisen, die geeignet sind, die Wiederholung der Vertragsverletzung k&uuml;nftig auszuschlie&szlig;en.</li>
            </ul>
            <p>8.5. Im Falle der Beendigung des Vertragsverh&auml;ltnisses, gleich aus welchem Rechtsgrund, sind die Parteien verpflichtet, das Vertragsverh&auml;ltnis ordnungsgem&auml;&szlig; abzuwickeln. Hierzu werden wir</p>
            <ul>
              <li>die im Rahmen des Vertrages bei uns gespeicherten Daten bis zum Ende der Vertragslaufzeit zum Download/Export bereitstellen.</li>
              <li>nichtgel&ouml;schte Daten sp&auml;testens zum Ende des dem Beendigungsdatum folgenden Veranlagungszeitraumes l&ouml;schen und s&auml;mtliche angefertigten Kopien vernichten.</li>
            </ul>
            <p>In diesem Zusammenhang wird ausdr&uuml;cklich darauf hingewiesen, dass die Kunden selbst f&uuml;r die Wahrung der handels- und steuerrechtlichen Aufbewahrungspflichten verantwortlich sind.</p>
            <h2>9. Sperrung von Daten</h2>
            <p>Macht ein Dritter gegen&uuml;ber Galerie Weihenstein eine Rechtsverletzung durch Daten oder Inhalte geltend, die von Kunden auf die von uns bereitgestellten Datenspeicher &uuml;bermittelt wurden, ist Galerie Weihenstein berechtigt, die entsprechenden Daten oder Inhalte vorl&auml;ufig zu sperren, wenn der Dritte die Rechtsverletzung schl&uuml;ssig dargetan hat. Wir werden die Kunden in diesem Falle auffordern, innerhalb einer angemessenen Frist die Rechtsverletzung einzustellen oder die Rechtm&auml;&szlig;igkeit der Inhalte nachzuweisen. Wird dieser Aufforderung nicht oder nicht gen&uuml;gend nachgekommen, ist Galerie Weihenstein unbeschadet weiterer Rechte und Anspr&uuml;che berechtigt, den Vertrag aus wichtigem Grund ohne Einhaltung einer Frist zu k&uuml;ndigen. Soweit die Rechtsverletzung von den Kunden zu vertreten sind, sind sie auch zum Ersatz des daraus entstehenden Schadens verpflichtet und haben uns insoweit von etwaigen Anspr&uuml;chen Dritter auf erstes Anfordern freizustellen. Weitergehende Rechte bleiben vorbehalten.</p>
            <h2>10. Haftung</h2>
            <p>Galerie Weihenstein haftet f&uuml;r s&auml;mtliche sich im Zusammenhang mit dem Vertrag ergebenden Sch&auml;den, gleich aus welchem tats&auml;chlichen oder rechtlichen Grund, nur nach Ma&szlig;gabe der folgenden Vorschriften:</p>
            <p>10.1. Bei Vorsatz und grober Fahrl&auml;ssigkeit, Anspr&uuml;chen nach dem deutschen Produkthaftungsgesetz sowie bei einer Verletzung des Lebens, des K&ouml;rpers oder der Gesundheit haftet Galerie Weihenstein unbeschr&auml;nkt nach den gesetzlichen Vorschriften.</p>
            <p>10.2. Im &Uuml;brigen beschr&auml;nkt sich die Haftung pro Kalenderjahr auf den bei Vertragsschluss vorhersehbaren Schaden bis zu einem Gesamtbetrag f&uuml;r alle Schadensf&auml;lle pro Kalenderjahr, der 50 % der in diesem Kalenderjahr von den Kunden gezahlten Verg&uuml;tung entspricht. Diese Haftungsbeschr&auml;nkung gilt auch f&uuml;r den Fall des Datenverlusts und der Datenverschlechterung.</p>
            <h2>11. Eigentumsvorbehalt</h2>
            <p>Das uneingeschr&auml;nkte Eigentum bis zur vollst&auml;ndigen Erf&uuml;llung s&auml;mtlicher Zahlungsverpflichtungen bleibt vorbehalten.</p>
            <h2>12. Urheber-/Nutzungsrechte</h2>
            <p>12.1. Mit Vertragsschluss wird den Kunden das Recht einger&auml;umt, die Dienste im Rahmen der gesetzlichen und vertraglichen Bestimmungen zu nutzen. Es werden die nicht &uuml;bertragbaren und nicht ausschlie&szlig;lichen Nutzungsrechte nur zeitlich befristet f&uuml;r die Dauer der vereinbarten Laufzeit des Nutzungsvertrags &uuml;bertragen. Das Nutzungsrecht ist auf die nachfolgend beschriebene Nutzung beschr&auml;nkt.</p>
            <ul>
              <li>Die Kunden haben das Recht, die Dienste im vertragsgem&auml;&szlig;en Umfang (Anzahl der erworbenen Lizenzen, Dauer des Nutzungsrechts) zu nutzen. Die Dienste d&uuml;rfen pro Lizenz nur durch eine Person genutzt werden (named user). Die Dauer des Nutzungsrechts bestimmt sich nach dem jeweiligen Angebot.</li>
              <li>Die Kunden sind berechtigt, die Dienste f&uuml;r eigene Zwecke zu nutzen; die unentgeltliche oder entgeltliche Nutzung der Dienste im Auftrag Dritter und die Weitergabe hieraus resultierender Recherche- bzw. Berechnungsergebnisse an Dritte ist nicht gestattet.</li>
            </ul>
            <p>12.2. Die Nutzung ist nur auf den von uns unterst&uuml;tzten Hardware-Plattformen und deren Betriebssystemumgebung(en) zugelassen. Den Kunden ist es untersagt, Copyrightvermerke, Kennzeichen/Markenzeichen und/oder Eigentumsangaben an den Diensten zu ver&auml;ndern.</p>
            <h2>13. Schutzrechte Dritter</h2>
            <p>13.1. Werden durch die vertragsgem&auml;&szlig;e Nutzung der Dienste gewerbliche Schutzrechte und Urheberrechte Dritter verletzt und erheben Dritte wegen solcher Rechtsverletzung Anspr&uuml;che gegen die Kunden, so werden wir nach unserer Wahl auf eigene Kosten entweder</p>
            <ul>
              <li>das Recht zur Nutzung der Dienste verschaffen oder</li>
              <li>die Dienste so umarbeiten, dass sie nicht mehr gegen Rechte Dritter versto&szlig;en und mindestens die vertraglichen bedingten Eigenschaften aufweisen.</li>
            </ul>
            <p>13.2. Beruht die Forderung des Dritten nicht auf</p>
            <ul>
              <li>eine &Auml;nderung der Dienste, die von uns nicht im Rahmen dieses Vertrages oder in sonstiger Weise genehmigt wurden oder der Nutzung der Dienste in anderer Weise als gem&auml;&szlig; der Zweckbestimmung dieses Vertrages vereinbart oder</li>
              <li>der Nutzung der Dienste auf von uns nicht freigegebener Hardware-Plattform oder Betriebssystemumgebung,</li>
            </ul>
            <p>so werden wir die Kunden nach eigener Wahl verteidigen oder von Sch&auml;den, die sich unmittelbar aus einer solchen Forderung ergeben und gegen die Kunden gerichtlich geltend gemacht werden, im Rahmen der Haftungsbeschr&auml;nkungen freistellen und schadlos halten. Die Ersatzpflicht ist ausgeschlossen, wenn Galerie Weihenstein nachweist, dass die Kunden die Verletzung von Rechten Dritter nicht zu vertreten haben.</p>
            <p>13.3. Die Kunden sind verpflichtet, Galerie Weihenstein unverz&uuml;glich zu unterrichten, falls Dritte Schutzrechtsverletzungen gegen sie geltend machen. Die Kunden sind nur berechtigt, Ma&szlig;nahmen zu ergreifen, insbesondere sich gerichtlich gegen die Anspr&uuml;che zu verteidigen oder gesetzliche Anspr&uuml;che des Dritten unter Vorbehalt zu befriedigen, sofern Galerie Weihenstein zuvor mitgeteilt hat, dass Galerie Weihenstein die Kunden gegen den Anspruch nicht verteidigen wird.</p>
            <h2>14. Drittanbieter</h2>
            <p>Galerie Weihenstein bieten Kooperationen mit externen Partnern an. Kunden schlie&szlig;en mit diesen Partnern direkte (Lizenz-)Vertr&auml;ge ab. &Uuml;ber die M&ouml;glichkeiten der Anbindung von Drittanbieter-Anwendungen und Partnerschaften k&ouml;nnen sich die Kunden auf den Partnerseiten informieren.</p>
            <h2>15. Vertrags&uuml;bernahme</h2>
            <p>Galerie Weihenstein ist berechtigt, mit einer Ank&uuml;ndigungsfrist von vier (4) Wochen, Rechte und Pflichten aus diesem Vertragsverh&auml;ltnis ganz oder teilweise auf einen Dritten zu &uuml;bertragen. In diesem Fall sind die Kunden berechtigt, den Vertrag innerhalb von zwei Wochen nach Anzeige der Vertrags&uuml;bernahme zu k&uuml;ndigen.</p>
            <h2>16. &Auml;nderungen dieser Gesch&auml;ftsbedingungen</h2>
            <p>Galerie Weihenstein ist berechtigt, diese allgemeinen Gesch&auml;ftsbedingungen jederzeit unter Einhaltung einer angemessenen Ank&uuml;ndigungsfrist zu &auml;ndern. Nach Ver&ouml;ffentlichung einer &Auml;nderungsmitteilung besitzen die Kunden ein au&szlig;erordentliches K&uuml;ndigungsrecht. Die &Auml;nderungen gelten als genehmigt, wenn die Kunden nicht innerhalb von 14 Tagen den &Auml;nderungen schriftlich widerspricht.</p>
            <h2>17. Geheimnisschutz; Datenschutz; Datensicherheit</h2>
            <p>17.1. Die Verarbeitung von Daten, die berufsrechtlichem Geheimnisschutz unterliegen (bspw. Patientendaten, Mandantendaten bei rechts-und steuerberatenden Berufen), durch externe Dienstleister kann die Zustimmung der Patienten beziehungsweise der Mandanten erfordern. Kunden sind selbst daf&uuml;r verantwortlich, dass eine solche Zustimmungspflicht besteht und, falls ja, dass die entsprechende Zustimmungserkl&auml;rung vorliegt.</p>
            <p>17.1.1. Galerie Weihenstein darf Zugriffsberechtigungen f&uuml;r die zur Verf&uuml;gung gestellten Daten nur an eigene Mitarbeitende in dem f&uuml;r ihre jeweilige Aufgabe erforderlichen Umfang vergeben. Sollten Mitarbeitende aus dem Unternehmen ausscheiden oder erfolgt ein Wechsel in der T&auml;tigkeit, mit der Folge, dass der Mitarbeitende keinen Zugriff auf die Daten der Kunden mehr ben&ouml;tigt, so ist die Zugriffsberechtigung dieser Mitarbeitenden unverz&uuml;glich zu l&ouml;schen.</p>
            <p>17.1.2. Galerie Weihenstein verpflichten sich, keinerlei Kopien oder andere Aufzeichnungen von den zur Verarbeitung &uuml;bergebenen bzw. zur Verf&uuml;gung gestellten personenbezogenen Daten anzufertigen oder der Anfertigung durch Dritte zu dulden bzw. an Dritte weiterzugeben. Hiervon ausgenommen sind Kopien oder andere Aufzeichnungen, die im Zuge einer ordnungsgem&auml;&szlig;en Datenverarbeitung zwingend notwendig sind.</p>
            <p>17.1.3. Au&szlig;erhalb von Weisungen darf Galerie Weihenstein die zur Verarbeitung oder Nutzung &uuml;berlassenen Daten weder f&uuml;r eigene Zwecke noch f&uuml;r Zwecke Dritter verwenden oder Dritten den Zugang zu diesen Daten erm&ouml;glichen.</p>
            <p>17.1.4. Soweit die Kunden aufgrund geltender datenschutzrechtlicher Bestimmungen gegen&uuml;ber einer Person verpflichtet sind, Ausk&uuml;nfte zur Erhebung, Verarbeitung oder Nutzung von Daten dieser Person zu geben, wird Galerie Weihenstein dabei unterst&uuml;tzen, diese Informationen bereitzustellen.</p>
            <p>17.1.5. Galerie Weihenstein setzt ausschlie&szlig;lich Mitarbeitende und Subunternehmer ein, die auf das Datengeheimnis verpflichtet sind.</p>
            <p>17.2. Galerie Weihenstein sichert s&auml;mtliche Daten, soweit dies mit technisch und wirtschaftlich vertretbarem Aufwand m&ouml;glich ist, wirksam gegen unberechtigten Zugriff, Ver&auml;nderung, Zerst&ouml;rung oder Verlust, unerlaubte &Uuml;bermittlung, anderweitige unerlaubte Verarbeitung und sonstigen Missbrauch. Sofern eine Gef&auml;hrdung der Dienste und Daten auf andere Weise nicht mit technisch und wirtschaftlich angemessenem Aufwand oder nicht Erfolg versprechend beseitigt werden kann, ist Galerie Weihenstein berechtigt, mit sch&auml;digendem Inhalt versehene Daten zu l&ouml;schen. Wir werden die Kunden per E-Mail an die uns genannte E-Mail-Adresse von dieser Absicht in Kenntnis setzen.</p>
            <h2>18. Gerichtsstand</h2>
            <p>Erf&uuml;llungsort und Gerichtsstand f&uuml;r Kaufleute, juristische Personen des &ouml;ffentlichen Rechts oder &ouml;ffentlich-rechtlichen Sonderverm&ouml;gens ist Offenburg. Es gilt ausschlie&szlig;lich deutsches Recht.</p>
            <p>Reklamationen und K&uuml;ndigungen bitte an folgende Adresse senden:</p>
            <p>KUNST GALARIE "ART" GmbH</p>
            <p>Universum 1</p>
            <p>X-0x0x Weltall</p>
            <p>support@weltall.com</p>
        </div>
        </main>


        <footer class="footer">
    
            <div class="column">
                <h3>Links</h3>
                <ul>
                    <li><a href="agb.html">AGB</a></li>
                    <li><a href="impressum.html">Impressum</a></li>
                    <li><a href="datenschutz.html">Datenschutz</a></li>
                </ul>
            </div>
    
            <div class="column">
                <h3>Folge uns</h3>
                <div class="social-icons">
                    <a href="#">&#x1F426; Twitter</a>
                    <a href="#">&#x1F4F1; Instagram</a>

                </div>
            </div>
    

        </footer>





</body>


</html>